<!DOCTYPE html>
<html lang="en">
<head>
    <title>Fundamentos de circuitos eléctricos</title>
    <!-- Meta -->
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="description" content="">
    <meta name="author" content="">    
    <link rel="shortcut icon" href="assets/images/favicon-bolt.ico">  
    <link href='https://fonts.googleapis.com/css?family=Open+Sans:300italic,400italic,600italic,700italic,800italic,400,300,600,700,800' rel='stylesheet' type='text/css'>
    <!-- FontAwesome JS -->
    <script defer src="https://use.fontawesome.com/releases/v5.1.1/js/all.js" integrity="sha384-BtvRZcyfv4r0x/phJt9Y9HhnN5ur1Z+kZbKVgzVBAlQZX4jvAuImlIz+bG7TS00a" crossorigin="anonymous"></script>
    <!-- Global CSS -->
    <link rel="stylesheet" href="assets/plugins/bootstrap/css/bootstrap.min.css">   
    <!-- Plugins CSS -->    
    <link rel="stylesheet" href="assets/plugins/prism/prism.css">
    <link rel="stylesheet" href="assets/plugins/elegant_font/css/style.css">  
      
    <!-- Theme CSS -->
    <link id="theme-style" rel="stylesheet" href="assets/css/styles.css">
    
</head> 

<body class="body-green">
    <div class="page-wrapper">
        <!-- ******Header****** -->
        <header id="header" class="header">
            <div class="container">
                <div class="branding">
                    <h1 class="logo">
                        <a href="home.html">
                            <span aria-hidden="true" class="icon fas fa-bolt"></span>
                            <span class="text-highlight">Principios</span><span class="text-bold">Eléctricos</span>
                        </a>
                    </h1>
                </div><!--//branding-->
                <ol class="breadcrumb">
                    <li class="breadcrumb-item"><a href="home.html">Inicio</a></li>
                    <li class="breadcrumb-item active">Unidad 1</li>
                </ol>
            </div><!--//container-->
        </header><!--//header-->
        <div class="doc-wrapper">
            <div class="container">
                <div id="doc-header" class="doc-header text-left">
                    <h1 class="doc-title"><i class="icon icon fas fa-book"></i> Fundamentos de circuitos eléctricos</h1>
                </div><!--//doc-header-->
                <div class="doc-body row">
                    <div class="doc-content col-md-9 col-12 order-1">
                        <div class="content-inner">

                            <section id="ac-section" class="doc-section">
                                <h2 class="section-title">Corriente Alterna</h2>
                                <div class="section-block">
                                    <p><strong>Corriente alterna</strong>&nbsp;(abreviada&nbsp;<strong>CA</strong>&nbsp;en espa&ntilde;ol y&nbsp;<strong>AC</strong>&nbsp;en ingl&eacute;s, de&nbsp;<em>alternating current</em>) se denomina a la&nbsp;<a title="Corriente el&eacute;ctrica" href="https://es.wikipedia.org/wiki/Corriente_el%C3%A9ctrica">corriente el&eacute;ctrica</a>&nbsp;en la que la magnitud y el sentido var&iacute;an c&iacute;clicamente.<sup id="cite_ref-:0_1-0" class="reference separada"></sup></p>
                                    <p>Fue desarrollada e impulsada por el&nbsp;<a title="Inventor" href="https://es.wikipedia.org/wiki/Inventor">inventor</a>,&nbsp;<a title="Ingenier&iacute;a mec&aacute;nica" href="https://es.wikipedia.org/wiki/Ingenier%C3%ADa_mec%C3%A1nica">ingeniero mec&aacute;nico</a>,&nbsp;<a title="Ingenier&iacute;a el&eacute;ctrica" href="https://es.wikipedia.org/wiki/Ingenier%C3%ADa_el%C3%A9ctrica">el&eacute;ctrico</a>&nbsp;y&nbsp;<a title="F&iacute;sico" href="https://es.wikipedia.org/wiki/F%C3%ADsico">f&iacute;sico</a>&nbsp;<a title="Nikola Tesla" href="https://es.wikipedia.org/wiki/Nikola_Tesla">Nikola Tesla</a>. Todas las patentes referentes a esta corriente fueron cedidas a la empresa&nbsp;<a title="Westinghouse Electric" href="https://es.wikipedia.org/wiki/Westinghouse_Electric">Westinghouse Electric</a>&nbsp;para conseguir capital y poder continuar los proyectos con la corriente alterna.<sup id="cite_ref-2" class="reference separada"></sup><sup id="cite_ref-3" class="reference separada"></sup></p>
                                    <p>La forma de oscilaci&oacute;n de la corriente alterna m&aacute;s com&uacute;nmente utilizada es la oscilaci&oacute;n&nbsp;<a title="Sinusoide" href="https://es.wikipedia.org/wiki/Sinusoide">senoidal</a>&nbsp;<sup id="cite_ref-:0_1-1" class="reference separada"></sup>con la que se consigue una transmisi&oacute;n m&aacute;s eficiente de la energ&iacute;a, a tal punto que al hablar de corriente alterna se sobrentiende que se refiere a la&nbsp;<strong>corriente alterna senoidal</strong>.</p>
                                    </p>
                                </div>
                            </section><!--//doc-section-->

                            <section id="dc-section" class="doc-section">
                                <h2 class="section-title">Corriente Directa</h2>
                                <div class="section-block">

                                    <p>La&nbsp;<strong>corriente continua</strong>&nbsp;(abreviada&nbsp;<strong>CC</strong>&nbsp;en espa&ntilde;ol,&nbsp;<sup id="cite_ref-1" class="reference separada"></sup>as&iacute; como&nbsp;<strong>CD</strong>&nbsp;por influencia del ingl&eacute;s&nbsp;<strong>DC</strong>, de&nbsp;<em>direct current</em>) se refiere al flujo continuo de&nbsp;<a title="Carga el&eacute;ctrica" href="https://es.wikipedia.org/wiki/Carga_el%C3%A9ctrica">carga el&eacute;ctrica</a>&nbsp;a trav&eacute;s de un&nbsp;<a title="Conductor el&eacute;ctrico" href="https://es.wikipedia.org/wiki/Conductor_el%C3%A9ctrico">conductor</a>&nbsp;entre dos puntos de distinto&nbsp;<a title="Potencial el&eacute;ctrico" href="https://es.wikipedia.org/wiki/Potencial_el%C3%A9ctrico">potencial</a>&nbsp;y carga el&eacute;ctrica, que no cambia de sentido con el tiempo.&nbsp;<sup id="cite_ref-2" class="reference separada"></sup>A diferencia de la&nbsp;<a title="Corriente alterna" href="https://es.wikipedia.org/wiki/Corriente_alterna">corriente alterna</a>, en la corriente continua las&nbsp;<a title="Carga el&eacute;ctrica" href="https://es.wikipedia.org/wiki/Carga_el%C3%A9ctrica">cargas el&eacute;ctricas</a>&nbsp;circulan siempre en la misma direcci&oacute;n. Aunque com&uacute;nmente se identifica la corriente continua con una corriente constante, es continua toda corriente que mantenga siempre la misma&nbsp;<a title="Polaridad (electricidad)" href="https://es.wikipedia.org/wiki/Polaridad_(electricidad)">polaridad</a>, as&iacute; disminuya su intensidad conforme se va consumiendo la carga (por ejemplo cuando se descarga una bater&iacute;a el&eacute;ctrica).</p>
                                    <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Tensi%C3%B3n_corriente_continua.svg/250px-Tensi%C3%B3n_corriente_continua.svg.png" />
                                    <p>Tambi&eacute;n se dice corriente continua cuando los electrones se mueven siempre en el mismo sentido, el flujo se denomina corriente continua y va (por convenio) del polo positivo al negativo.<sup id="cite_ref-3" class="reference separada"></sup></p>
                                    

                                    <div id="activos-section"  class="section-block">
                                        <h3 class="block-title">Diferencia entre elementos activos y pasivos</h3>
                                        <p>A continuación las principales diferencias entre los elementos activos y pasivos</p>
                                        <div class="row">
                                            <div class="col-md-6 col-12">
                                                <h6>Pasivos</h6>
                                                <p>Son aquellos que no producen amplificaci&oacute;n y que sirven para controlar la electricidad colaborando al mejor funcionamiento de los elementos activos (los cuales son llamados gen&eacute;ricamente semiconductores). Los componentes pasivos est&aacute;n formados por elementos de diversas clases que tendremos que considerar independientemente, ya que son diferentes sus objetivos, construcci&oacute;n y resultados, de modo que vamos a dividirlos en tres grandes grupos:</p>
                                                <ul>
                                                <li>Resistencias</li>
                                                <li>Condensadores</li>
                                                <li>Bobinas e Inductancias</li>
                                                </ul>
                                            </div>
                                            <div class="col-md-6 col-12">
                                                <h6>Activos</h6>
                                                <p>Son dispositivos capaces de generar una tensi&oacute;n o una corriente (en forma m&aacute;s general un campo el&eacute;ctrico) y suministrar potencia a una carga dada (entregan energ&iacute;a).</p>
                                                <p>Las fuentes son elementos activos, de acuerdo a sus caracter&iacute;sticas o comportamiento frente a distintas cargas podemos diferenciar dos tipos: los generadores de tensi&oacute;n y los de corriente.</p>
                                                <p>Fuente: bater&iacute;as, pilas, generadores, rectificadores.</p>
                                            </div>
                                        </div><!--//row-->
                                    </div><!--//section-block-->
                                </div>
                            </section><!--//doc-section-->


                            
                            <section id="pasivos-section" class="doc-section">
                                <h2 class="section-title">Dispositivos pasivos</h2>
                                <div id="caracteristicas"  class="section-block">
                                    <h3 class="block-title">Características</h3>
                                    <p>Elementos pasivos son aquellos componentes de los circuitos, que disipan o almacenan energ&iacute;a el&eacute;ctrica o magn&eacute;tica y constituyen por ello los receptores o cargas de un circuito.&nbsp;<br />Estos elementos son modelos matem&aacute;ticos lineales e ideales de los elementos f&iacute;sicos del circuito que, individualmente, pueden presentar las siguientes propiedades:&nbsp;</p>
                                    <ul>
                                    <li>disipaci&oacute;n de energ&iacute;a el&eacute;ctrica (R: resistencia);</li>
                                    <li>almacenamiento de energ&iacute;a en campos magn&eacute;ticos (L: coef. de autoinducci&oacute;n);</li>
                                    <li>almacenamiento de energ&iacute;a en campos el&eacute;ctricos (C: capacidad).&nbsp;</li>
                                    </ul>
                                    <p>Las tres propiedades pueden darse en mayor o menor grado en el comportamiento de un componente de un circuito real, por ello las caracter&iacute;sticas de los componentes pr&aacute;cticos pueden sintetizarse por medio de una adecuada combinaci&oacute;n de R, L y C. El t&eacute;rmino resistencia o resistor se utiliza para caracterizar un componente de un circuito cuyo comportamiento se aproxima idealmente a un elemento R puro. El t&eacute;rmino bobina o inductor se refiere a un componente de un circuito cuya principal caracter&iacute;stica es la inductancia. El condensador indica un componente cuyo comportamiento se aproxima idealmente a un elemento C puro.&nbsp;</p>
                                    
                                </div><!--//section-block-->

                                <div id="rlc"  class="section-block">
                                    <h3 class="block-title">RLC</h3>
                                    <p>Los elementos R, L y C se suponen ideales, lo cual quiere decir que cada uno tiene unas propiedades únicas e independientes de las características de los otros, y además implica que las relaciones existentes entre la tensión y corriente en cada uno son lineales, es decir, las relaciones v-i consisten en ecuaciones diferenciales lineales con coeficientes constantes. Los valores R, L y C se supondrán también independientes de la frecuencia y de las amplitudes de tensión y corriente. El término pasivo indica que los elementos no contienen generadores, y en consecuencia, no puede aparecer ninguna tensión y corriente entre sus terminales si no se aplica (o se ha aplicado con anterioridad) una fuente de energía exterior. La propiedad eléctrica asociada con cada elemento R, L y C se considera como una unidad concentrada individual localizada en un punto del circuito, aunque de hecho en un componente práctico como es el caso de una resistencia, la disipación de energía se produzca a lo largo de toda su longitud física. La suposición de elementos concentrados implica que el efecto que se produce al conectar una fuente se propaga instantáneamente a todo el circuito y la corriente resultante en un componente determinado es la misma en todas sus partes en cualquier instante de tiempo. Tal suposición simplifica enormemente el análisis de redes y es válida siempre que las dimensiones de los elementos individuales y de todo el circuito, sean muy pequeñas (campos cuasiestacionarios); en caso contrario se ha de reconocer la limitación del término de elemento concentrado y se debe tener en cuenta la naturaleza real de parámetros distribuidos (en la técnica de Electrotecnia sólo aparecen circuitos con parámetros distribuidos al estudiar líneas de transporte de longitud superior a 300Kms); incluso puede suceder que a muy altas frecuencias, como ocurre con el caso de las microondas no puedan aplicarse los conceptos de circuito desarrollados en este tema y se deban emplear directamente las ecuaciones de Maxwell como expresiones más generales que describen cualquier fenómeno electromagnético. Comenzaremos viendo las características ideales de estos elementos, para terminar estudiando lo que ocurre en la realidad. 
                                    </p>
                                </div><!--//section-block-->

                                <div id="ejemplos"  class="section-block">
                                    <h3 class="block-title">Ejemplos</h3>
                                    <p> En la siguiente tabla se muestran los componentes pasivos más comunes.</p>
                                    <br>
                                    <div class="table-responsive">
                                        <table class="table" >
                                        <tbody>
                                        <tr>
                                            <thead>
                                                <th>Componente</th>
                                                <th>Funci&oacute;n m&aacute;s com&uacute;n</th>
                                            </thead>
                                        </tr>
                                        <tr>
                                        <td><a class="mw-redirect" title="Condensador (el&eacute;ctrico)" href="https://es.wikipedia.org/wiki/Condensador_(el%C3%A9ctrico)">Condensador</a></td>
                                        <td>Almacenamiento de energ&iacute;a, filtrado, adaptaci&oacute;n&nbsp;<a title="Impedancia" href="https://es.wikipedia.org/wiki/Impedancia">impedancia</a>.</td>
                                        </tr>
                                        <tr>
                                        <td><a title="Inductor" href="https://es.wikipedia.org/wiki/Inductor">Inductor</a>&nbsp;o bobina</td>
                                        <td>Almacenar o atenuar el cambio de energ&iacute;a debido a su poder de autoinducci&oacute;n.</td>
                                        </tr>
                                        <tr>
                                        <td><a title="Resistor" href="https://es.wikipedia.org/wiki/Resistor">Resistor</a>&nbsp;o resistencia</td>
                                        <td>Divisi&oacute;n de intensidad o tensi&oacute;n, limitaci&oacute;n de intensidad.</td>
                                        </tr>
                                        <tr>
                                        <td><a title="Memristor" href="https://es.wikipedia.org/wiki/Memristor">Memristor</a></td>
                                        <td>Relaciona la carga el&eacute;ctrica con el flujo magn&eacute;tico.</td>
                                        </tr>
                                        </tbody>
                                        </table>
                                    </div>
                                </div><!--//section-block-->
                            </section><!--//doc-section-->

                          
                            <section id="extra-section" class="doc-section">
                                <h2 class="section-title">Extra</h2>
                                <div class="section-block">
                                    <div class="row">
                                        <div class="col-md-12 col-12">
                                            <h6>Diferencia entre AC y DC</h6>
                                            <!-- 16:9 aspect ratio -->
                                            <div class="embed-responsive embed-responsive-16by9">
                                                <iframe class="embed-responsive-item" src="https://www.youtube.com/embed/vN9aR2wKv0U" frameborder="0" allowfullscreen></iframe>
                                            </div>
                                        </div>
                                    </div><!--//row-->
                                </div><!--//section-block-->
                            </section><!--//doc-section-->

                        </div><!--//content-inner-->
                    </div><!--//doc-content-->
                    <div class="doc-sidebar col-md-3 col-12 order-0 d-none d-md-flex">
                        <div id="doc-nav" class="doc-nav">
	                        
	                            <nav id="doc-menu" class="nav doc-menu flex-column sticky">
	                                <a class="nav-link scrollto" href="#ac-section">Corriente Alterna</a>
                                    <a class="nav-link scrollto" href="#dc-section">Corriente Directa</a>
                                    <nav class="doc-sub-menu nav flex-column">
                                        <a class="nav-link scrollto" href="#activos-section">Activos y pasivos</a>
                                    </nav><!--//nav-->
                                    
	                                <a class="nav-link scrollto" href="#pasivos-section">Dispositivos Pasivos</a>
                                    <nav class="doc-sub-menu nav flex-column">
                                        <a class="nav-link scrollto" href="#caracteristicas">Características</a>
                                        <a class="nav-link scrollto" href="#rlc">RLC</a>
                                        <a class="nav-link scrollto" href="#ejemplos">Ejemplos</a>
                                    </nav><!--//nav-->
	                                
	                                <a class="nav-link scrollto" href="#extra-section">Extra</a>
	                            </nav><!--//doc-menu-->
	                        
                        </div>
                    </div><!--//doc-sidebar-->
                </div><!--//doc-body-->              
            </div><!--//container-->
        </div><!--//doc-wrapper-->
        
        
    </div><!--//page-wrapper-->
    
    <footer id="footer" class="footer text-center">
        <div class="container">
            <!--/* This template is released under the Creative Commons Attribution 3.0 License. Please keep the attribution link below when using for your own project. Thank you for your support. :) If you'd like to use the template without the attribution, you can buy the commercial license via our website: themes.3rdwavemedia.com */-->
            <small class="copyright">Desarrollada por <a href="https://www.linkedin.com/in/fernando-josue-pinedo-a85398128/" target="_blank">Fernando J. Pinedo</a>; diseñada por <a href="https://themes.3rdwavemedia.com/" target="_blank">Xiaoying Riley</small>
            
        </div><!--//container-->
    </footer><!--//footer-->
    
     
    <!-- Main Javascript -->          
    <script type="text/javascript" src="assets/plugins/jquery-3.3.1.min.js"></script>
    <script type="text/javascript" src="assets/plugins/bootstrap/js/bootstrap.min.js"></script>
    <script type="text/javascript" src="assets/plugins/prism/prism.js"></script>    
    <script type="text/javascript" src="assets/plugins/jquery-scrollTo/jquery.scrollTo.min.js"></script>      
    <script type="text/javascript" src="assets/plugins/stickyfill/dist/stickyfill.min.js"></script>                                                             
    <script type="text/javascript" src="assets/js/main.js"></script>
    
</body>
</html> 

